[
  {
    "name": "Tú",
    "wish": "Kính chúc thầy Tú một ngày 20/11 thật nhiều niềm vui và ý nghĩa. Cảm ơn thầy đã dìu dắt chúng em bằng những bài học văn chương sâu sắc và bằng cả tấm lòng của một người giáo viên chủ nhiệm tận tâm. Chúc thầy luôn mạnh khỏe, hạnh phúc và giữ mãi ngọn lửa yêu nghề."
  },
  {
    "name": "Cửu",
    "wish": "Nhân ngày 20/11, em kính chúc cô Cửu luôn tươi trẻ, hạnh phúc và ngập tràn năng lượng. Chúc cô luôn tìm thấy niềm vui trong từng con số và tiếp tục truyền cảm hứng Toán học cho tụi em mỗi ngày."
  },
  {
    "name": "Tân",
    "wish": "Chúc thầy Tân có một ngày Nhà giáo Việt Nam thật rực rỡ. Cảm ơn thầy đã giúp chúng em hiểu được những quy luật thú vị của vật lý và mở rộng cách nhìn về thế giới xung quanh. Chúc thầy luôn vui khỏe và thành công."
  },
  {
    "name": "Hải",
    "wish": "20/11 kính chúc thầy Hải thật nhiều sức khỏe và hạnh phúc. Cảm ơn thầy đã dạy chúng em những kỹ năng thực tế, hữu ích để áp dụng vào cuộc sống. Chúc thầy luôn nhiệt huyết và đạt được nhiều thành tựu."
  },
  {
    "name": "Trân",
    "wish": "Nhân ngày Nhà giáo Việt Nam, em xin gửi lời chúc tốt đẹp nhất đến cô Trân. Chúc cô luôn mạnh khỏe và tràn đầy năng lượng để tiếp tục truyền đạt kiến thức quốc phòng thật vững vàng cho học trò."
  },
  {
    "name": "Jack",
    "wish": "Wishing you a joyful and meaningful Vietnamese Teachers' Day. Thank you for inspiring us to explore the beauty of the Chinese language with your dedication and thoughtful lessons. Wishing you continued success and happiness."
  },
  {
    "name": "Tony",
    "wish": "Kính chúc thầy Tony một 20/11 mạnh khỏe và đầy niềm vui. Cảm ơn thầy vì những giờ thể dục sôi động, giúp chúng em rèn luyện sức khỏe và tinh thần. Chúc thầy luôn giữ phong độ và nhiệt huyết."
  },
  {
    "name": "Phụng",
    "wish": "Nhân ngày 20/11, chúc cô Phụng thật nhiều sức khỏe, hạnh phúc và thành công. Cảm ơn cô đã mang đến cho chúng em những kiến thức thiết thực về kinh tế và pháp luật, giúp tụi em hiểu hơn về cuộc sống."
  },
  {
    "name": "Nhịn",
    "wish": "20/11 kính chúc cô Nhịn luôn rạng rỡ và tràn đầy niềm vui. Cảm ơn cô đã đưa chúng em ngược dòng thời gian, khám phá những dấu ấn lịch sử hào hùng của dân tộc. Chúc cô luôn thành công trong sự nghiệp trồng người."
  },
  {
    "name": "Tâm",
    "wish": "Kính chúc thầy Tâm ngày Nhà giáo Việt Nam thật ý nghĩa. Cảm ơn thầy đã kiên nhẫn chỉ dạy chúng em từ những thao tác nhỏ nhất để mở ra một thế giới công nghệ rộng lớn. Chúc thầy luôn mạnh khỏe và vui vẻ."
  },
  {
    "name": "Biên",
    "wish": "Chúc thầy Biên 20/11 đầy cảm hứng và hạnh phúc. Cảm ơn thầy vì những giờ học nghệ thuật sáng tạo, giúp chúng em thấy được vẻ đẹp của màu sắc và cuộc sống. Chúc thầy luôn giữ mãi tâm hồn nghệ sĩ."
  },
  {
    "name": "Loan",
    "wish": "Wishing you a wonderful Teachers' Day filled with joy and appreciation. Thank you for guiding us with your clear, inspiring English lessons and for always encouraging us to express ourselves confidently. Wishing you health, happiness, and continued success."
  }
]
